Repository: LittleLovelySun/LinuxApplicationDevelopment2021
Catalog: 11_Documenting/*.po
Languages: ru

source: Incorrect argument count
ru: Некорректное количество аргументов

source: Usage ./guess_game [-r|--help] -r use roman --help show this help message and exit
ru: Запуск при помощи ./guess_game [-r|--help] -r использование римской системы счисления --help демонстрация этого сообщения и выход

source: Incorrect argument
ru: Некорректный аргумент

source: yes
ru: да

source: no
ru: нет

source: The game has begun
ru: Игра началась

source: Use only `%s` and `%s` for answer
ru: Используйте только `%s` и `%s` для ответа

source: Number more than %s? >
ru: Число больше %s? >

source: Number more than %d? >
ru: Число больше %d? >

source: Incorrect input
ru: Некорректный ввод

source: Your number is %s
ru: Ваше число %s

source: Your number is %d
ru: Ваше число %d
